{
    "lang": "my",
    "title": "YouTube Downloader - YouTube ဗီဒီယိုများကို MP3, M4A, WEBM & MP4 အဖြစ်ဒေါင်းလုပ်လုပ်ပါ",
    "description": "YouTube မှ ဗီဒီယိုများကို အွန်လိုင်းမှ အခမဲ့ PC, မိုဘိုင်းသို့ ဒေါင်းလုပ်လုပ်ပါ။ MP4, 3GP, WebM, HD ဗီဒီယိုများ, YouTube ကို MP3, M4A သို့ ပြောင်းလဲခြင်းအားလုံးကို ပံ့ပိုးသည်။",
    "nav_star_on_github": "GitHub တွင် Star",
    "nav_video_downloader": "ဗီဒီယို ဒေါင်းလုပ်လုပ်သူ",
    "nav_change_baseurl" : "API အခြေ URL ပြောင်းပါ",
    "hero_header": "YouTube မှ ဗီဒီယိုနှင့် အသံကို ဒေါင်းလုပ်လုပ်ပါ",
    "search_placeholder": "ဤနေရာတွင် ရှာဖွေပါ သို့မဟုတ် လင့်ခ်ကို ကူးယူပါ...",
    "start_button": "စတင်ပါ",
    "license_intro": "ဤဝန်ဆောင်မှုကို အသုံးပြုခြင်းဖြင့် သင်သည် ၎င်း၏",
    "license_text": "လိုင်စင်",
    "youtube_video_downloader": "YouTube ဗီဒီယို ဒေါင်းလုပ်လုပ်သူ",
    "youtube_video_downloader_description": "Y2mate သည် YouTube မှ Mp3, Mp4 အဖြစ် ဗီဒီယိုကို ပြောင်းလဲပြီး HD အရည်အသွေးဖြင့် ဒေါင်းလုပ်လုပ်ရန် ခွင့်ပြုသည်။ Y2mate သည် MP4, M4A, MP3, WEBM စသည့် ပုံမှန် ဗီဒီယို ဖော်မတ်များကို ဒေါင်းလုပ်လုပ်ရန် ပံ့ပိုးသည်။ သင်သည် YouTube မှ ဗီဒီယိုများကို ချောမွေ့စွာ ဒေါင်းလုပ်လုပ်နိုင်သည်။",
    "download_instructions": "ညွှန်ကြားချက်များ",
    "download_instruction_one": "1. သင်ပြောင်းလဲလိုသော ဗီဒီယို၏ နာမည်ဖြင့် ရှာဖွေပါ သို့မဟုတ် လင့်ခ်ကို တိုက်ရိုက် ကူးယူပါ",
    "download_instruction_two": "2. ပြောင်းလဲမှု လုပ်ငန်းစဉ်ကို စတင်ရန် \"စတင်ပါ\" ခလုတ်ကို နှိပ်ပါ",
    "download_instruction_three": "3. သင်ဒေါင်းလုပ်လုပ်လိုသော ဗီဒီယို/အသံ ဖော်မတ်ကို ရွေးချယ်ပြီး \"ဒေါင်းလုပ်လုပ်ပါ\" ခလုတ်ကို နှိပ်ပါ",
    "features_header": "အင်္ဂါရပ်များ",
    "features_data": "<p>• အကန့်အသတ်မရှိသော ဒေါင်းလုပ်များနှင့် အခမဲ့</p><p>• မြန်နှုန်းမြင့် ဗီဒီယို ပြောင်းလဲသူ</p><p>• မှတ်ပုံတင်ရန် မလိုအပ်ပါ</p><p>• လူကြိုက်များသော ဖော်မတ်များဖြင့် ဒေါင်းလုပ်လုပ်ရန် ပံ့ပိုးသည်</p>",
    "free_download": "အခမဲ့ ဒေါင်းလုပ်လုပ်ပါ",
    "unlimited_conversion": "အကန့်အသတ်မရှိ ပြောင်းလဲခြင်းနှင့် အခမဲ့ ဒေါင်းလုပ်လုပ်ပါ။",
    "video_audio": "ဗီဒီယို &amp; အသံ",
    "video_audio_description": "ဗီဒီယိုနှင့် ဂီတကို တိုက်ရိုက် ဒေါင်းလုပ်လုပ်ပါ။",
    "easy_download": "လွယ်ကူသော ဒေါင်းလုပ်လုပ်ခြင်း",
    "easy_download_description": "ဘရောက်ဇာအားလုံးနှင့် လုံးဝ ကိုက်ညီသည်။",
    "how_to_download": "<p>သင်သည် ဗီဒီယိုကို သင်၏ PC သို့ တိုက်ရိုက် ဒေါင်းလုပ်လုပ်၍ မရပါက အောက်ပါ လမ်းညွှန်ချက်များကို လိုက်နာပါ:</p><p>အဆင့်1: သင်လိုချင်သော ဖော်မတ်ကို ရွေးချယ်ပြီး \"ဒေါင်းလုပ်လုပ်ပါ\" ခလုတ်ကို နှိပ်ပါ။</p><p>အဆင့်2: ပြီးသော စာမျက်နှာတွင်, \"CTRL + S\" ကို နှိပ်၍ ဗီဒီယိုကို သိမ်းပါ သို့မဟုတ် ဗီဒီယိုကို ညာဘက်နှိပ်ပြီး \"ဗီဒီယိုအဖြစ် သိမ်းပါ\" ကို ရွေးချယ်ပါ။</p>",
    "processing": "လုပ်ဆောင်နေသည်...",
    "processing_message": "ဖိုင်ကို ဒေါင်းလုပ်လုပ်ရန် ပြင်ဆင်နေစဉ် ကျေးဇူးပြု၍ စောင့်ပါ",
    "thank_you_note": "ကျွန်ုပ်တို့၏ ဝန်ဆောင်မှုကို အသုံးပြုသည့်အတွက် ကျေးဇူးတင်ပါသည်။ ကျွန်ုပ်တို့၏ <a href=\"//github.com/Simatwa/y2mate-clone\">ပရောဂျက်</a> ကို သင်၏ မိတ်ဆွေများနှင့် မျှဝေပါက အကူအညီဖြစ်မည်။<strong>ကျေးဇူးတင်ပါသည်။</strong>",
    "change_api_title": "API အခြေ URL ကို ပြောင်းပါ",
    "configure": "ပြင်ဆင်ပါ",
    "base_url_note": "API တောင်းဆိုမှုအားလုံးကို ပေးပို့မည့်နေရာ။",
    "reset_api_note": "ပုံမှန်အတိုင်း သတ်မှတ်ရန် အဝင်ကို လွတ်ထားပါ။",
    "host_api_note": "သင်၏ကိုယ်ပိုင် API ဆာဗာကို အိမ်ရှင်လုပ်နိုင်သည်။ <a class=\"active\" href=\"//github.com/Simatwa/youtube-downloader\" target=\"_blank\">Youtube-Downloader</a> မှ ရင်းမြစ်ကုဒ်ကို ရှာပါ။<strong>ပျော်ရွှင်ပါစေ။</strong>",
    "based_on_note": "<a href=\"//github.com/Simatwa/youtube-downloader-api\" class=\"active\" target=\"_blank\">Youtube-Downloader-API</a> အပေါ် အခြေခံသည်",
    "inspired_by_note": "<a href=\"//y2mate.com\" target=\"_blank\" class=\"active\">y2mate.com</a> မှ အားပေးသည်",

    "error" : {
        "unexpected": "တောင်းဆိုမှုကို ကိုင်တွယ်စဉ် မျှော်လင့်ထားသော အမှားတစ်ခု ဖြစ်ပွားခဲ့သည်!",
        "unable_to_contact_api" : "API ကို ဆက်သွယ်၍ မရပါ။ ဆာဗာသည် အချိန်မီရှိနေသည်ကို စစ်ဆေးပါ :",
        "unable_to_search_videos" : "ဗီဒီယိုများကို ရှာဖွေရန် မရနိုင်ပါ :",
        "empty_input" : "အဝင်ကို လွတ်ထား၍ မရပါ!",
        "invalid_base_url_protocol" : "အခြေ URL တွင် ပရိုတိုကော တစ်ခု ရှိရမည် ဥပမာ <strong>http</strong> သို့မဟုတ် <strong>https</strong>",
        "invalid_base_url" : "REST API အတွက် အခြေ-url မမှန်ကန်ပါ!"

    },

    "helper" : {
        "try_again" : "ထပ်မံ ကြိုးစားပါ။",
        "file_type" : "ဖိုင် အမျိုးအစား",
        "file_size" : "ဖိုင် အရွယ်အစား",
        "action" : "လုပ်ဆောင်ချက်",
        "video" : "ဗီဒီယို",
        "audio" : "အသံ",
        "other" : "အခြား",
        "download" : "ဒေါင်းလုပ်လုပ်ပါ",
        "play_online": "အွန်လိုင်းတွင် ဖွင့်ပါ",
        "largest" : "အကြီးဆုံး",
        "smallest" : "အငယ်ဆုံး",
        "best" : "အကောင်းဆုံး",
        "fast" : "အမြန်ဆုံး",
        "unknown" : "မသိသော",
        "watch_on" : "ကြည့်ပါ",
        "or" : "သို့မဟုတ်"
    }
}